aaron-bond.better-comments
alexcvzz.vscode-sqlite
batisteo.vscode-django
bierner.markdown-mermaid
charliermarsh.ruff
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DrMerfy.overtype
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
PKief.material-icon-theme
esbenp.prettier-vscode
mechatroner.rainbow-csv
mrorz.language-gettext
ms-python.black-formatter
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-vscode.live-server
njpwerner.autodocstring
Postman.postman-for-vscode
redhat.vscode-yaml
sourcery.sourcery
tamasfe.even-better-toml
usernamehw.errorlens
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
